; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author: Кирил Кирилов - DumpeR <dumperbg@abv.bg> updated by jekovcar <jekovcar@engineer.bg>
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&ОК"
CANCEL_BUT = "&Отказ"
YES_BUT = "&Да"
NO_BUT = "&Не"
DELETE_BUT = "&Изтрий"
COPY_BUT = "&Копирай"
BATCH_BUT = "&Пакет"
SEND_BUT = "&Изпрати"
NEXT_BUT = "&Следващ >"
PREV_BUT = "< &Предишен"
CLOSE_BUT = "&Затвори"
EXIT_BUT = "&Изход"
CONTINUE_BUT = "&Продължи"
FINISH_BUT = "&Готово"
ALWAYS_BUT = "&Винаги"
NEVER_BUT = "&Никога"
CHECKBOX_REMEMBER = "Запомни избора"
CHECKBOX_DONT_ASK_AGAIN = "Не питай отново"
MAIN_DEST_DIR_LABEL = "&Изходна папка:"
MAIN_FILE_LABEL = "&Архив/Инсталатор:"
MAIN_DIRECTORY_LOCK = "блокирана"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Изключи автоизбор на каталог,%nнапример за добавяне на няколко файла в пакет на опашка%nбез избиране от същия каталог за всеки от тях"
MENU_FILE_LABEL = "&Файл"
MENU_FILE_OPEN_LABEL = "&Отвори"
MENU_FILE_KEEP_OPEN_LABEL = "&Запази %name отвори"
MENU_FILE_SHOW_LABEL = "&Опашка задачи"
MENU_FILE_CLEAR_LABEL = "&Изчисти опашка"
MENU_FILE_LOG_OPEN_LABEL = "Отвори &последен лог"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Отвори &папка логове"
MENU_FILE_LOG_LABEL = "Изчисти &лога (%1)"
MENU_FILE_QUIT_LABEL = "&Изход"
MENU_EDIT_LABEL = "&Редактиране"
MENU_EDIT_SILENT_MODE_LABEL = "Т&их тежим"
MENU_EDIT_PASSWORD_LABEL = "&Списък пароли"
MENU_EDIT_CONTEXT_LABEL = "&Контекстно меню"
MENU_EDIT_PREFS_LABEL = "&Настройки"
MENU_HELP_LABEL = "&Помощ"
MENU_HELP_FEEDBACK_LABEL = "&Обратна връзка"
MENU_HELP_PLUGINS_LABEL = "&Мениджър плъгини"
MENU_HELP_UPDATE_LABEL = "Провери за &Обновления"
MENU_HELP_WEB_LABEL = "%1 &Web Сайт "
MENU_HELP_GITHUB_LABEL = "%name на &Github"
MENU_HELP_STATS_LABEL = "&Статистика"
MENU_HELP_PROGDIR_LABEL = "Каталог програми"
MENU_HELP_CONFIGFILE_LABEL = "Отвори &Файл настройки"
MENU_HELP_ABOUT_LABEL = "За програмата"
PREFS_TITLE_LABEL = "Настройки"
PREFS_UNIEXTRACT_OPTS_LABEL = "Общи Опции"
PREFS_HISTORY_LABEL = "Записвай &хронология архиви"
PREFS_UPDATEINTERVAL_LABEL = "Търси обновления:"
PREFS_UPDATE_DAILY = "ежедневно"
PREFS_UPDATE_WEEKLY = "ежеседмично"
PREFS_UPDATE_MONTHLY = "ежемесечно"
PREFS_UPDATE_YEARLY = "годишно"
PREFS_UPDATE_NEVER = "никога"
PREFS_UPDATE_CUSTOM = "всеки %1 ден"
PREFS_FORMAT_OPTS_LABEL = "Разширени настройки"
PREFS_LANG_LABEL = "&Език"
PREFS_WARN_EXECUTE_LABEL = "&Уведомявай преди изпълнение"
PREFS_WARN_EXECUTE_TOOLTIP = "Някой методи на извличане изискват стартиране на файлове.%nОпцията включва предупреждение преди подобни потенциално-опасни действия."
PREFS_CHECK_FREE_SPACE_LABEL = "Проверявай за свободно място"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Проверка за достатъчно свободно място на диска преди извличане"
PREFS_CHECK_UNICODE_LABEL = "Проверка за символи Unicode"
PREFS_CHECK_UNICODE_TOOLTIP = "Някои специални символи (например, японски на не японски системи) може да причинят проблеми при извличане.%nАко възникне проблем при извличане на такива файлове, включете този параметър, за временното им автопреименуване."
PREFS_APPEND_EXT_LABEL = "&Коригирай файловите разширения"
PREFS_APPEND_EXT_TOOLTIP = "Коригирай липсващи или грешни файлови разширения"
PREFS_HIDE_TRAY_LABEL = "Деактивирай трей икона"
PREFS_HIDE_STATUS_LABEL = "Скрий статусбара"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Скрий статусбара при цял екран"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Игрови режим - затваря прозорец состояние автоматично, ако активния прозорец е цялоекранно приложение"
PREFS_OPEN_FOLDER_LABEL = "Отвори папката след извличане"
PREFS_FEEDBACK_PROMPT_LABEL = "Бутон за обратна връзка"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "С тази опция контакта за обратна връзка ще се покаже след неудачно извличане."
PREFS_WINDOW_POSITION_LABEL = "Запомни позиция прозорец"
PREFS_SEND_STATS_LABEL = "Изпращай анонимна статистика"
PREFS_SEND_STATS_TOOLTIP = "Автоматически изпращай статистика%n(какъв вид файлове извличате, какви параметри задавате, произволен ID потребител;%nбез имена файлове или информации, която може да се използва за идентификация).%nТова помага да се определи най-често използваните модули за подобряването им."
PREFS_LOG_LABEL = "Създаване на лог-файлове"
PREFS_VIDEOTRACK_LABEL = "Извличане на видео тракове"
PREFS_VIDEOTRACK_TOOLTIP = "Ако опцията е изключена, видео траковете се игнорират при извлечане от видео файлове.%nТова е полезно, ако са нужни само аудио тракове и желаете запазване на дисковое пространство и време."
PREFS_TOPMOST_LABEL = "Винаги отгоре"
PREFS_BETA_UPDATES_LABEL = "Бета-обновления"
PREFS_SOURCE_FILES_LABEL = "Изходни файлове"
PREFS_SOURCE_FILES_OPT_ASK = "питай"
PREFS_SOURCE_FILES_OPT_DELETE = "изтрий"
PREFS_SOURCE_FILES_OPT_KEEP = "запази"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Потвърждава изтриване и запазване на изходните файлове."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Изтрий доп.файлове"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name филтрира извличаните файлове и премества известните ненужни в каталог:%n'%1'.%nАко настройката е включена, тези файлове ще се изтриват автоматически.."
FEEDBACK_TITLE_LABEL = "Обратна връзка"
FEEDBACK_SYSINFO_LABEL = "Сведения за системата:"
FEEDBACK_OUTPUT_LABEL = "%name лог:"
FEEDBACK_MESSAGE_LABEL = "Съобщение/допълнителна информация:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Прочетох и приемам политиката за потребителя"
FEEDBACK_PRIVACY_VIEW_LABEL = "Политиката за потребителя"
CONTEXT_ENTRIES_LABEL = "Контекстно меню"
CONTEXT_ENABLED_LABEL = "Включи"
CONTEXT_ALL_USERS_LABEL = "За всички потребители"
CONTEXT_ADMIN_REQUIRED = "Опцията изисква админ права"
CONTEXT_FILE_ASSOC_LABEL = "Файлови асоциации"
CONTEXT_SIMPLE_RADIO = "Обикновено"
CONTEXT_CASCADING_RADIO = "Каскадно"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Функцията изисква Windows 7 или по-нова"
UPDATE_ACTION_INSTALL = "Инсталирай обновяване"
UPDATE_STATUS_SEARCHING = "Търси обновяване..."
UPDATE_TERM_PROGRAM_FILES = "Програмни файлове %name"
UPDATE_WHATS_NEW = "Какво ново?"
FIRSTSTART_TITLE = "Съветник за начало"
FIRSTSTART_PAGES = "Въведение|Настройки|Контекстно меню|Поддръжка на видео файлове"
FIRSTSTART_PAGE1 = "Благодарим ви за избора на %name.%n%nЗа осигуряване на правилна работа на някои настройки, може да ги определите сега. Съветника ще ви помогне да го направите и няма да се показва отново. Всички тези функции са достъпни от основното меню или може да се установят автоматично при необходимост.%n%nМоля, отделете немного време, за да настроите %name."
FIRSTSTART_PAGE2 = "Отначало, задайте общи параметри за извличане и алгоритъм за %name.%n%nВсички тези настройки са достъпни винаги от менюто в главния прозорец на програмата."
FIRSTSTART_PAGE3 = "%name може да се интегрира в контекстното меню. Извлечи или получи информация за файла може с десен бутон на мишката без отваряне на главния прозорец на програмата. Изберете какво в контекстното меню да се показва.%n%nВсички тези настройки са достъпни винаги от менюто в главния прозорец на програмата."
FFMPEG_LICENSE_ACCEPT_LABEL = "Прочетох и съм съгласен с лицензионното съглашение"
FFMPEG_LICENSE_VIEW_LABEL = "Преглед на лицензионното съглашение"
FFMPEG_SELECT_LABEL = "Вече има FFmpeg?"
FFMPEG_SELECT_TITLE = "Избери FFmpeg"
STATS_HEADER_STATUS = "Общ резултат от разпределението"
STATS_HEADER_TYPE = "Извличане по вида на файла"
STATS_STATUS_SUCCESS = "Успешно"
STATS_STATUS_FAILED = "Неуспешно"
STATS_STATUS_FILEINFO = "Сканиране на файловете"
STATS_STATUS_UNKNOWN = "Неизвестен файл / не се поддържа"
STATS_NO_DATA = "Недостатъчно данни за статистика.%n%nОпитайте по-късно."
FILESCAN_TITLE = "Резултат от проверка на файла:"
ABOUT_INFO_LABEL = "Оригинална версия от %1%nВерсия 2.0.0 от Bioruebe <%2>%nВерсия %3 от gvp9000%n%nБългарски езиков файл от jekovcar%n%nПубликувано под %4"
ABOUT_VERSION = "Версия %1"
METHOD_ADMIN_RADIO = "Пакет на %1"
METHOD_EXTRACTION_RADIO = "Извличане с %1"
METHOD_HEADER = "Извличане на %1"
METHOD_RADIO_LABEL = "Метод на извличане"
METHOD_SWITCH_RADIO = "%1 комутатор"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name поддържа следните методи за извличане на %1. За съжаление, нито един от тези методи не е надежден на 100 %. Ако зададения по подразбиране метод, не работи, моля изберете алтернативен метод. "
METHOD_UNPACKER_RADIO = "Разпакетиране с %1"
METHOD_GAME_LABEL = "Файлa %1 вероятно e игрови архив. %name може да обработва някои игрови пакети, но не може да провери от кои игри са. Изберете правилната игра от списъка отдолу с ОК да започне извличане или изберете 'Играта липсва в списъка' за разопаковането му по друг начин. Кликнете Отмяна, ако файла не е игрови архив.%n%nВнимание: Грешка с името на играта може да доведе до зависване на системата с няколко минути."
METHOD_GAME_NOGAME = "Играта отсъства в списъка"
METHOD_NOT_IN_LIST = "Нищо от това"
METHOD_FILE_SELECT_LABEL = "За извличане на %1 е необходим допълнителен файл данни, но %name не може да определи, какъв именно.%n%nИзберете един от следните варианти. Ако извлечение не работи правилно, пробвайте отново с друг избор."
METHOD_EXTRACTOR_SELECT_LABEL = "%nСписъка отдолу соъдържа шорткод за всеки вид файлове, поддържани в понастоящем от %name.%n%nИзберете вида на извличане. Изберете '%2', за автоматически определяне вида на файла, като при обикновен старт на %name."

; GUI control functions
EXTRACT_TO = "Извличане в"
OPEN_FILE = "Отваряне на файл"
SELECT_FILE = "Избери файл"
UPDATE_CURRENT = "Използвате последна версия на %name."

; Common terms
TERM_ARCHIVE = "архив"
TERM_AUDIO = "Аудио"
TERM_COMPILED = "Компилиран"
TERM_COMPRESSED = "компресиран файл"
TERM_CONTAINER = "контейнер"
TERM_DATABASE = "база данни"
TERM_DISK_IMAGE = "дисков имидж"
TERM_DOWNLOAD = "Зареди"
TERM_DOWNLOADING = "Зарежда"
TERM_EBOOK = "електр.книга"
TERM_ECARD = "електр.карта"
TERM_ENCODED = "кодиран файл"
TERM_ENCRYPTED = "зашифрован файл"
TERM_ERROR = "грешен"
TERM_EXECUTABLE = "изпълним файл"
TERM_EXTRACT = "Извлечи"
TERM_FILE = "файл"
TERM_GAME = "Игра"
TERM_HELP = "Помощен файл"
TERM_HOTFIX = "поправка"
TERM_IMAGE = "изображение"
TERM_INSTALLED = "Инсталиран"
TERM_INSTALLER = "инсталатор"
TERM_LOADING = "Изтегляне..."
TERM_MERGE_MODULE = "обединяващ модул"
TERM_OVERALL_PROGRESS = ""
TERM_PACKAGE = "пакет"
TERM_PAGE = "страница"
TERM_PATCH = "кръпка"
TERM_RECONSTRUCTED = "Възстановен"
TERM_SCAN = "Анализ"
TERM_SCRIPT = "скрипт"
TERM_SFX = "Самоизвличащ се"
TERM_STAGE = "Етап"
TERM_TESTING = "Изпробване"
TERM_TRANSLATION = "превод"
TERM_UNKNOWN = "неизвестно"
TERM_UNPACKED = "разпакетиран"
TERM_UPDATER = "обновяване"
TERM_VIDEO = "Видео"

; Status messages
SCANNING_FILE = "Определяне типа на файла."
SCANNING_EXE = "Сканиране на файла (%1)"
EXTRACTING = "Извличане на файловете от:"
INIT_WAIT = "Инициализиране на програмата.%nМоля изчакайте."
SENDING_FEEDBACK = "Изпрати писмо"
INPUT_NEEDED = "Въвеждане от потребителя"
SEARCHING_PASSWORD = "Търси парола"
TESTING_PASSWORD = "Тества пароли (%1/%2)"
MOVING_FILE = "Премести в"
RENAMING_FILES = "Преименуване на файлове"
RENAMING_FILES_PROGRESS = "Преименува файлове (%1/%2)"
PROCESSING = "Обработка..."
CLEANING_UP = "Изчиства..."

; Custom prompts
INIT_COMPLETE = "Инициализирането завърши.  Затворете пакета и после натиснете ОК, да продължи."
UNPACK_PROMPT = "Този файл може да е с %1 компресия.може да бъде извлечен.%n%nИскате ли разопаковане?%nИначе анализът на файловете ще продължи.%n%nЗабел: Разпакетираният файл ще е с име:%n%2"
UNPACK_FAILED = "Грешка:  %1%nне може да бъде разопакован."
UNPACK_AGAIN = "%1 бе успешно разопакован. %n%nЖелаете ли %name да опита извличане на %2?"
NSIS_BINFILES = "Забел: %1 бе успешно извлечен. %nОбаче съществуват data.bin файлове в същия каталог където е и файла %2. Те може да бъдат част от инсталационните файлове. %n%nИзберете ОК за да %name ги разопакова или Отказ."
WARN_EXECUTE = "Внимание:  За да извлечете файлове от този тип, файлът трябва да се изпълни директно.%nАко продължите, ще бъде изпълнена следната команда:%n%n%1%n%nАко смятате, че този файл може да е вредоносен, препоръчително е да не продължавате.%nИскате ли да продължите извличането?"
FEEDBACK_SUCCESS = "Благодарим за мнението ви. Писмото ви ще бъде обработено най-скоро. Ако сте посочили E-Mail адрес, ще получите максимално бърз отговор."
FEEDBACK_PROMPT = "За подобряване на следващите версии на %name, вие може да съобщите на разработчика за грешки. Ако считате възможно разопаковането на файла %1 и знаете как %name трябва да го направи, може да  изпратите информация за файла и възникнали грешки. %n%nЖелаете ли да отворите интерфейса за обратна връзка сега?%n%nПриватност: само видимите в интерфейса данни ще се изпратят. Ако не желаете да изпратите каквото и да е, просто изтрийте въведеното. За предоставяне на обновени тест-версии за проверка на грешки, също така ви се изпраща и сгенериран при първия старт уникален идентификатор."
FEEDBACK_PRIVACY = "Конфиденциалност: файловете за обратна връзка се пазят на нашите сървъри, до тогава, докато се обработват от разработчика и впоследствие се изтриват. Данните не се предоставят на трети лица. Може да поискате изтриване винаги чрез email.%n%nЛога може да включва сведения за системата, а също част от съдържимия файла. Ако не желаете изпращане на конкретна информация, просто я изтрийте.%n%nПриемате ли този договор и желаете изпращане на съобщението? Ако не,нищо няма да бъде изпратено."
FEEDBACK_OUTDATED = "Внимание: Използвате остаряла версия %name.%n%nПреди, съобщаване за проблем, уверете се, че възниква в в последна версия. Мерси"
FFMPEG_NEEDED = "%1 изглежда като видеофайл.%n%nЗа извличане на видео и аудио тракове е необходим FFmpeg, този компонент не е включен в програмата поради размера му. %n%name може да зареди необходимите файлове автоматично. След зареждане, изпълнимите файлове се записват в каталога на програмата и обновяват автоматично, използват се в портативен режим. %n%nЖелаете ли %name да зареди FFmpeg сега? %n%nЗабележка: Ако 'Да', вие потвърждавате, че сте прочели FFmpeg лиценза, който може да се намери в %2, и сте съгласни с него."
PROGRAM_FILES_MISSING = "Внимание: %name на програмните файлове са непълни.%n%nИскате ли автоматично да изтегли отново всички липсващи файлове?"
PLUGIN_MISSING = "За да се извлече %1, трябва допълнителна помощна програма.%n%nИзползвайте бутона по-долу, за да отворите мениджъра на плъгини и да изтеглите избрания помощен модул. След това използвайте бутона '%2' за да го добави към %name. След затваряне на мениджъра на плъгини извличането продължава."
UPDATE_PROMPT = "Достъпно е ново обновяване за %name.%n%n Имате версия: %1%nНовата версия е: %2%n%n%3%n%n Зареждате ли я?"
FILE_COPY = "За правилна обработка на %1, трябва да го копирате. В зависимост от размера на файла, може да отнеме някакво време.%n%nУбедете се, что има достатъчно свободно място и кликнете OK за да продължи."
FILE_DELETE = "Файла %1 бе успешно извлечен. Желаете ли %nameда изтрие оригиналния файл?%n%nЗабележка: възможно е, извлечените файлове да са неизползваеми. Изберете 'Да', само ако сте сигурни че извличането е успешно.%n(това съобщение може да се изключи от Настройки.)"
BATCH_DUPLICATE = "Файла %1 вече е в опашката за пакетна обработка.%n%nДобавяме? (ще се извлече двукратно)"
NO_FREE_SPACE = "Внимание:%nДиска има по-малко свободно място, отколкото размера на входящия файл.%n%nСвободно място:%t%1 MB%nНужно място:%t>%2 МБ%nРазлика:%t~%3 MB"
CONTEXT_DANGEROUS = "Внимание:%nПромяната за ассоциаций може да е опасна. Например промяната на ассоциация .exe ще доведе до неработоспособност на системата. Убедите се, че знаете, какво правите.%n%nСигурни ли сте, за да продолжи?"
ELEVATION_REQUIRED = "Достъпа е отказан.%n%n%name сега ще се рестартира с повишени права. След това отново опитайте."
ACCESS_DENIED = "Достъпа е отказан.%n%n%name вече е стартиран с повишени права. Убедете се, че имате права, необходими за изпълняемото действие и опитайте отново."
MOVE_FAILED = "Не успя да копира %1 в %2. Ако пътя съдържа специални символи, опитайте с преименуване на файла или го преместете в папка с кратко име. Така с, %name няма да се наложи копиране в друга папка. После отново извлечете."

; Help text
HELP_TITLE = "%name: използва команден ред"
HELP_USAGE_TITLE = "Използва:"
HELP_USAGE = "%1 <файл> [<destination> | /scan | /sub | /last] [/silent] [/batch] [/type[=<type>]]"
HELP_ARGUMENTS = "Поддържани аргументи:"
HELP_SCAN = "%n   %1%t%tПоказва информация за типа на файла, не извлича никакви файлове"
HELP_FILENAME = "   <файл>%t%tПът на файла за извличане"
HELP_DESTINATION = "%n   <назначение>%tДиректория за извличане"
HELP_SILENT = "%n   %1%t%tТих режим (скрива напомняния)"
HELP_BATCH = "%n   %1%t%tДобави файлове към пакетна опашка"
HELP_TYPE = "%n   %1<тип>%tТретира файла за извличане като вид <тип>%n%t% показва диалогов прозорец за избор на тип, ако не е посочен тип"
HELP_SUB = "%n%nНапасва %1 вместо целева директория в структура %name за извличане в поддиректория с името на архива; "
HELP_LAST = "с %1 последно използваната директория за обработка"
HELP_NOARGS = "%n%nОбработва %name без аргументи отваряйки графичен потребителски интерфейс."
HELP_MORE = "%n%nПълна документация, включително по-рядко използвани параметри на командния ред, може да бъде намерена в онлайн помощта, линка по-долу."
HELP_EXAMPLE_TITLE = "Пример:"
HELP_EXAMPLE = "%1 "C:\Files\пример.zip" "C:\разпак""
HELP_DOCS_LINK = "Вижте пълна справка за командния ред"

; Warning messages
WARN_CONVERSION_FAILED = "Автоматичният файлов диалог не бе успешен."
WARN_MOVE_FAILED = "%1 файлове/папки не могат да бъдат преместени."

; Error messages
UNKNOWN_FILETYPE_TITLE = "Неизвестен тип файл"
UNKNOWN_FILETYPE = "%1 не може да се извлече. Типът файл не може да бъде определен точно.%n%nАко имате повече информация за този тип файл, моля, свържете се с нас чрез формата за обратна връзка."
INVALID_FILE = "Файл за извличане,%n%n%1%,n%nлипсва. Изберете правилен входящ файл.%n%n%1"
INVALID_DIR = "%1%nне е създаден. Изберете валидна папка."
NO_HISTORY = "%1 не може да се извлече.%nПоследния използван каталог е непрочетен.%n%nУбедете се, че %2 е включен, преди да е извлечен поне един файл."
EXTRACT_FAILED = "%name не успя да извлече.%nТова е %1, който се поддържа, но не е извлечен.%nМоля, прегледайте отчета, %2, за повече информация.%n%nНатиснете "OK", за преглед на отчета, или "Отказ" за изход."
NOT_PACKED = "%1 не може да бъде извлечен, файла is%n%n%2"
DOWNLOAD_FAILED = "Файла %1 не може да бъде качен. Убедете се, че има интернет и повторете."
UPDATECHECK_FAILED = "Проверката за обновления е неуспешна. Убедете се, че има интернет и повторете."
UPDATE_FAILED = "Обновяването е неуспешно.%n%nПробвайте по-късно"
UPDATE_NOADMIN = "%name няма админправа.%n%nКликнете ПКМ иконка на програмата %name и изберете 'Стартирай като администратор', и повторете търсене на обновления."
FFMPEG_MOVE_FAILED = "FFmpeg не успя да се настрой правилно. Стартирайте програма %name, като администратор и повторете."
FFMPEG_INVALID_FILE = "Избрания файл не се поддържа от версия FFmpeg.%n%nFFmpeg е достъпен в две версии: като един голям изпълним файл ('static') и като папка с множество .dll ('shared'). %name поддържа само първия."
FEEDBACK_EMPTY = "Моля, постарайте се да дадете повече информации, за бърза обработка на мнението ви."
FEEDBACK_ERROR = "Неуспешно изпратено мнение. Моля, опитайте по-късно, ръчно изпратете по Имейл или използвайте форума, за предоставяне на своя доклад. Благодарим"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Приемете политиката за потребителя, за изпращане на мнение."
LICENSE_NOT_ACCEPTED = "Приемете лицензионното съглашение, за да продължи."
BATCH_FINISH = "Пакетната обработка завърши, но не всички файлове са извлечени успешно. Следните файлове предизвикаха грешка:%n%n%1%nЗа допълнителна информации, четете съответния лог-файл (достъпен само, ако е включен)."
NOT_SUPPORTED_TITLE = "Неподдържан файлов тип"
NOT_SUPPORTED = "%1 не може да бъде извлечен.%n%n%name засега не поддържа такива файлове. Ако знаете някакъв метод, за извличането му, изпратете ни информация. Този метод може да бъде добавен в бъдещите версии."
MISSING_EXE = "%1 не може да бъде извлечен.%n%nВспомогателния модул%2липсва. %n%nАко е незадължителен декомпресор, трябва да го заредите и сложите в папката на програмата. Сведения за доп.модули може да намерите в съветника за начало, достъпен от меню Помощ."
EXTRACT_TIMEOUT = "%1 не може да бъде извлечен.%n%nПревиши времето. Ако проблема е временен, то следващия опит може да е успешен."
WRONG_PASSWORD = "%1 не може да бъде извлечен.%n%nФайла е защитен с парола и въведената парола е грешна.%n%nСъвет: Използвайте вграденото автотърсене , в потребителския списък с пароли, който може да намерите в меню %2 ."
NO_FREE_SPACE_ERROR = "Не успя да извлече %1.%n%nНедостатъчно място на диска. Освободете място и повторете.."
MISSING_PART = "Не успя да извлече %1.%n%nАрхива състои от няколко части. Всички те са необходими за извлечене, но някои липсват.%n%nУбедете се, че всички части са в каталога, и повторете."
PLUGIN_IMPORT_MISSINGFILES = "Грешен импорт на плъгина %1 .%n%nНе са избрани всички файлове. Повторете и изберете всички от следните файлове:%n%n%2"
MISSING_DEFINITION = "%1 не може да бъде извлечен.%n%nНе можа да намери определящия файл %2.%n%nАко плъгина е настройваем, убедете се, че сте го настроили правилно."
OPEN_URL_FAILED = "%name не можа да отвори линка.%n%nОтворете си браузера и въведете следния URL-адрес:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Поддържани файлове:"
PLUGIN_ARC_CONV = "Декомпресори на някои игрови архиви"
PLUGIN_ISCAB = "Част от пакета installshield за извличане от cab-файлове. Той може да работи по-добре, отколкото общите модули за извличане на Universal Extractor, но не е безплатен."
PLUGIN_THINSTALL = "Декомпресор за портативни програми направени в Thinstall"
PLUGIN_UNREAL = "Декомпресор за Unreal Engine архиви"
PLUGIN_WINTERMUTE = "Декомпресор за игрови архиви на еngine WinterMute"
PLUGIN_CI = "Плъгин за инсталатори CreateInstall, download, install, copy files %1, %2, %3 в папка \bin"
PLUGIN_DGCA = "Декомпресор за архиви DGCA"
PLUGIN_BOOTIMG = "Декомпресор за Android boot images"
PLUGIN_IS5COMP = "Поддръжка за извличане на стари InstallShield cabinet архиви"
PLUGIN_WOLF = "Екстрактор на нови пакети Symbian OS"
PLUGIN_EXTSIS = ""
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "UniExtract &Отвори"
EXTRACT_HERE = "UniExtract &Тука"
EXTRACT_SUB = "UniExtrac в &Подпапка"
EXTRACT_LAST = "UniExtrac в &Последна"
SCAN_FILE = "Анализирай &Файл"

; Other
DIR_ADDITIONAL_FILES = "Допълнителни файлове"

; Uninstaller
UNINSTALL = "Деинсталиране"
UNINSTALL_TITLE = "Деинсталирай %name"
UNINSTALL_LABEL = "Ако планирате да инсталирате %name отново, може да запазите настройките си тук. Иначе ще запомни, изтриване на всички потребителски данни."
UNINSTALL_REMOVE_LOGS = "Премахни лог файловете"
UNINSTALL_REMOVE_USERDATA = "Премахни всички потребителски данни и настройки"
